<template>
  <div class="content">
    <h1>
      Ваш путь к успеху начинается с EKB EDU!
    </h1>

    <p>

      В мире, где знания - это сила, EKB EDU предлагает вам ключ к неограниченным возможностям обучения. Наша платформа дистанционного образования создана, чтобы вдохновлять, обучать и помогать вам расти, не выходя из дома. С курсами, охватывающими все, от технологий до творчества, мы предоставляем инструменты и знания, необходимые для достижения ваших амбиций.
    </p>

    Что мы предлагаем:

    <ul>
      <li>
        Широкий спектр курсов: Изучайте новые области или углубляйтесь в уже известные темы с нашим разнообразием курсов. От программирования до дизайна, от маркетинга до управления проектами - у нас есть все, что нужно для вашего профессионального и личного роста.
      </li>

      <li>
        Гибкость и удобство: Наши курсы разработаны так, чтобы удовлетворить потребности занятых людей. Учитесь в своем собственном темпе, в любое время и в любом месте.
      </li>

      <li>
        Поддержка сообщества: Присоединяйтесь к сообществу единомышленников и профессионалов. Обменивайтесь идеями, задавайте вопросы и получайте поддержку от своих товарищей и наставников.
      </li>

      <li>
        Практический опыт: Наши курсы не только дают теоретические знания, но и предлагают практические задания, проекты и кейсы, чтобы вы могли применять изученное на практике.
      </li>
    </ul>
     
    <p>
      Почему выбирают нас?
    </p>
    <p>
      Мы верим, что образование должно быть доступным, эффективным и интересным. Мы стремимся предоставлять качественные образовательные ресурсы, чтобы вы могли достигать своих целей быстрее и увереннее.
    </p>

    <h3>
      <NuxtLink to="/courses">
        Перейти к курсам
      </NuxtLink>
    </h3>

    <p>
      Ознакомьтесь с полным каталогом курсов и начните обучение уже сегодня.
    </p>
  </div>
</template>

<script setup>
useHead({ title: 'EKB EDU' })
</script>

<style scoped>
ul {
  list-style-position: outside;
  padding-left: 16px;
}

ul li {
  margin-bottom: 8px;
}

</style>